"bib-Uj-vzu.title" = "Αρχείο";
"dMs-cI-mzQ.title" = "Αρχείο";
"LE2-aR-0XJ.title" = "Μεταφορά όλων σε πρώτο πλάνο";
"DVo-aG-piG.title" = "Κλείσιμο";
"F2S-fz-NVQ.title" = "Βοήθεια";
"sf8-Ko-Xhb.title" = "Βοήθεια";
"wpr-3q-Mcd.title" = "Βοήθεια";
"Vdr-fp-XzO.title" = "Απόκρυψη άλλων";
"Olw-nP-bQN.title" = "Απόκρυψη QuickLook Video";
"FKE-Sm-Kum.title" = "Βοήθεια για το QuickLook Video";
"4sb-4s-VLi.title" = "Τερματισμός QuickLook Video";
"37f-qP-fvU.title" = "Μικρογραφίες";
"QE0-Cv-OSp.title" = "Για να δείτε μικρογραφίες στα αρχεία βίντεο μπορεί να χρειαστεί να επανεκκινήσετε τον Finder ή να πραγματοποιήσετε έξοδο και επανείσοδο στο σύστημα.";
"9ZM-hR-Vmn.title" = "Έκδοση";
"Td7-aD-5lo.title" = "Παράθυρο";
"aUF-d1-5bR.title" = "Παράθυρο";
"wBi-TN-rGU.title" = "Ενδέχεται να αντιμετωπίσετε υψηλή χρήση CPU και δίσκου για τα επόμενα λίγα λεπτά, καθώς το Spotlight επανευρετηριάζει όλα τα “μη-εγγενή” αρχεία ήχου και βίντεο.";
"KHh-sh-atU.title" = "Ανανέωση";
"fxY-dc-4ds.title" = "Στιγμιότυπο";
"ScK-fP-kjN.title" = "Ακύρωση";
"TjD-TN-u0A.title" = "Ακύρωση";
"N0n-6K-3kI.title" = "Αναφορά";
"Gye-Xd-78R.title" = "Αναφορά ζητήματος";
"vHb-9r-BgU.title" = "Αναφορά ζητήματος";
